{
  "index.title": "Tigran Sargsyan - Portfolio",
  "index.greeting": "Hi I'm Tigran",
  "index.intro": "Passionate Software developer, adept in the art of crafting both, game and non-game programs, mechanics, etc., blending programming prowess with design principles seamlessly. Fluent in C# and Unity, with an unwavering commitment to keeping pace with the latest industry advancements. A collaborative spirit, equipped with communication skills, devoted to delivering immersive, high-quality experiences that captivate and engage audiences. Possessing a keen eye for detail and a penchant for innovation, I strive to push the boundaries of interactive experiences, ensuring each project is not only technically sound but also artistically compelling. Committed to fostering a culture of creativity and excellence, I thrive in dynamic team environments where ideas flourish and visions become reality.",
  "index.skillsOverviewTitle": "Brief Overview of My Skills:",
  "index.skill1": "• Technical expertise in C# and Unity",
  "index.skill2": "• Understanding of game and non-game mechanics and programming",
  "index.skill3": "• Understanding and using OOP, SOLID, GoF, VCS",
  "index.skill4": "• Build and support efficient, reusable, and safe code",
  "index.skill5": "• Strong communication skills",
  "index.skill6": "• Effective team player",
  "index.moreAboutMeHint": "If you want to know more about me, click the button below.",
  "index.projectsTitle": "Projects",
  "index.projectsDescription": "My portfolio covers various genres of games, including hyper-casual, casual, platformers, arcades, puzzles, storytelling, and others. Additionally, I have also been involved in projects related to augmented reality (AR) and computer vision, showcasing skills in both gaming and non-gaming development.",
  "index.allProjectsBtn": "All Projects",
  "index.moreProjectsHint": "If you want to see more projects, click the button below.",
  "index.contactsTitle": "Contacts",
  "index.contactsIntro": "Feel free to contact me about any opportunity :",
  "index.allContactsBtn": "All contacts",
  "index.moreContactsHint": "If you want to see more contact information, click the button below.",
  "index.moreAboutMeBtn": "More about me"
}
