[
  {
    "school": "MoD RA University",
    "degree": "Степень бакалавра",
    "program": "Управление подразделениями",
    "location": "",
    "start": "2014-07",
    "end": "2019-06",
    "highlights": [
      "Получил степень бакалавра по военным наукам с фокусом на стратегию, тактику и лидерство.",
      "Моя специализация включала боевые операции, военные технологии и политику обороны.",
      "Участвовал в практических учениях, симуляциях и полевой работе для применения теории на практике.",
      "Проводил исследования и анализ по военной тематике, итогом стала дипломная работа и участие в небольших исследовательских проектах.",
      "Также развил навыки лидерства, принятия решений под давлением, командной работы и эффективной коммуникации, необходимые в военной среде."
    ]
  },
  {
    "school": "Yerevan State University",
    "degree": "Степень магистра",
    "program": "Международные отношения",
    "location": "",
    "start": "2019-06",
    "end": "2022-02",
    "highlights": [
      "Проходил обучение в магистратуре по дипломатии с фокусом на международные отношения и внешнюю политику.",
      "Моя специализация в дипломатии — урегулирование конфликтов, экономическая/культурная/публичная дипломатия.",
      "Проводил исследования и анализ, включая написание диссертации/магистерской работы и участие в небольших проектах.",
      "Также развил навыки критического мышления, решения проблем, коммуникации и переговоров."
    ]
  },
  {
    "school": "National Polytechnic University of Armenia",
    "degree": "Степень магистра",
    "program": "Информационные технологии",
    "location": "",
    "start": "2022-09",
    "end": "2025-01",
    "highlights": [
      "Прохожу магистратуру по информационным технологиям с фокусом на разработку ПО, анализ данных, кибербезопасность, информационные системы, сети, вычисления и разработку ПО.",
      "Специализация в различных аспектах ИТ, включая разработку ПО, управление базами данных и безопасность сетей.",
      "Изучаю технологии и дополнительные навыки в программировании, структурах данных, алгоритмах, операционных системах, мобильной разработке, управлении БД, кибербезопасности, анализе данных, архитектуре систем, администрировании сетей и управлении проектами.",
      "Развиваю навыки программирования, решения проблем, управления проектами и командной работы."
    ]
  },
  {
    "school": "42 Lyon (École 42)",
    "degree": "RNCP Уровень 7",
    "program": "Информатика (Проектно-ориентированная разработка ПО)",
    "location": "Лион, Франция",
    "start": "2024-11",
    "end": "Present",
    "highlights": [
      "Обучение в École 42 в проектно-ориентированной среде с взаимным обучением, ориентированной на практическую разработку ПО.",
      "Работа над интенсивными проектами по программированию с акцентом на решение задач, алгоритмы, системное программирование и командную работу.",
      "Построение прочного фундамента в C/C++, инструментах UNIX/Linux, отладке и архитектуре ПО через реальные задания.",
      "Активная работа над получением сертификации RNCP Уровень 7 через 42."
    ]
  }
]
