[
  {
    "title": "Специалист по Linux",
    "company": "Arm",
    "start": "2021-05",
    "end": "2022-01",
    "tasks": [
      "Получил глубокое понимание основ Unix-подобных ОС, сетевых протоколов, сервисов и концепций безопасности, контроля доступа, аутентификации, шифрования и управления уязвимостями.",
      "Научился настраивать, управлять и поддерживать системы Linux/Windows, включая установку, обновления, патчи и мониторинг, а также развёртывать и управлять виртуальными машинами Unix и Windows.",
      "Развил навыки shell scripting для автоматизации задач, включая работу с файлами, разбор текста и планирование задач.",
      "Развил навыки сотрудничества для эффективной работы с командой, передачи технической информации и документирования работы."
    ]
  },
  {
    "title": "Разработчик Unity",
    "company": "Freelance",
    "start": "2022-01",
    "end": "2022-06",
    "tasks": [
      "Разрабатывал и поддерживал игры на Unity для клиентов.",
      "Проектировал механики игры и внедрял функции на Unity и C# для мобильных устройств.",
      "Тестировал и отлаживал игровые механики."
    ]
  },
  {
    "title": "Инженер-программист",
    "company": "Balaganov Rocks",
    "start": "2022-07",
    "end": "2023-04",
    "tasks": [
      "Проектировал и реализовывал интерактивные 3D-окружения, игры или симуляции с использованием Unity и C#.",
      "Реализовывал игровые механики, физику, UI и другие функции с помощью встроенных инструментов и фреймворков Unity, а также пользовательских скриптов и плагинов.",
      "Оптимизировал производительность и пользовательский опыт, внедряя эффективный код, проектируя интуитивный UI и интегрируя сторонние библиотеки и сервисы.",
      "Выявлял и исправлял проблемы, связанные с логикой игры, физикой, сетью, вводом и другими областями, используя разные инструменты отладки.",
      "Поддерживал качество и единообразие кода, следуя соглашениям кодирования."
    ]
  },
  {
    "title": "Разработчик Unity",
    "company": "Freelance",
    "start": "2023-04",
    "end": "Present",
    "tasks": [
      "Сотрудничал с дизайнерами, художниками и другими разработчиками при проектировании и разработке приложений и игр на Unity.",
      "Следил за последними тенденциями и новыми разработками в Unity.",
      "Постоянно улучшал навыки и знания в разработке на Unity через тренинги, онлайн-курсы и воркшопы."
    ]
  }
]
