[
  {
    "title": "Специалист по Linux",
    "company": "Arm",
    "start": "2021-05",
    "end": "2022-01",
    "tasks": [
      "Получил глубокое понимание основ Unix-подобных ОС, сетевых протоколов, сервисов и концепций безопасности (контроль доступа, аутентификация, шифрование и управление уязвимостями).",
      "Настраивал, управлял и поддерживал системы Linux/Windows (установка, патчи, обновления, мониторинг), а также развёртывал и управлял виртуальными машинами Unix и Windows.",
      "Автоматизировал рутинные задачи с помощью shell-скриптов (работа с файлами, разбор текста, планирование задач).",
      "Сотрудничал с членами команды, чётко передавал техническую информацию и документировал работу."
    ]
  },
  {
    "title": "Разработчик Unity",
    "company": "Freelance",
    "start": "2022-01",
    "end": "2022-06",
    "tasks": [
      "Разрабатывал и поддерживал игры на Unity для клиентов.",
      "Проектировал игровые механики и реализовывал функции на Unity и C# для мобильных устройств.",
      "Проводил тестирование и отладку геймплея и игровых механик."
    ]
  },
  {
    "title": "Разработчик ПО (C# / Unity)",
    "company": "Balaganov Rocks",
    "start": "2022-07",
    "end": "2023-09",
    "tasks": [
      "Проектировал и реализовывал интерактивные 3D-окружения, игры или симуляции с использованием Unity и C#.",
      "Реализовывал игровые механики, физику, пользовательские интерфейсы и другие функции с помощью инструментов/фреймворков Unity, а также пользовательских скриптов и плагинов.",
      "Оптимизировал производительность и пользовательский опыт через эффективный код, интуитивный дизайн UI и интеграцию сторонних библиотек/сервисов.",
      "Выявлял и исправлял проблемы в логике игры, физике, сети и вводе с помощью соответствующих инструментов отладки.",
      "Поддерживал качество и единообразие кода, следуя соглашениям кодирования и лучшим практикам."
    ]
  },
  {
    "title": "Разработчик ПО (C# / Unity)",
    "company": "Freelance",
    "start": "2023-07",
    "end": "2025-04",
    "tasks": [
      "Реализовывал функции и исправления Unity/C# для множества клиентских проектов (игровые системы, UI, инструменты и интеграции).",
      "Сотрудничал с дизайнерами, художниками и другими разработчиками для планирования, реализации и итерации функций.",
      "Улучшал стабильность и производительность через профилирование, отладку и рефакторинг.",
      "Вёл чёткую документацию и заметки для передачи проектов, поддерживая команды клиентов и долгосрочное обслуживание."
    ]
  },
  {
    "title": "Разработчик ПО (C# / Unity)",
    "company": "XW",
    "start": "2025-05",
    "end": "2026-01",
    "tasks": [
      "Разрабатывал и поддерживал функции продукта Unity/C# в команде, согласовывая реализацию с требованиями продукта.",
      "Создавал переиспользуемые системы и инструменты для ускорения итераций и улучшения рабочего процесса разработчиков.",
      "Интегрировал и поддерживал сторонние SDK/сервисы, обеспечивая совместимость и надёжность между сборками.",
      "Отслеживал, исследовал и исправлял баги, поддерживая качество кода через соглашения и ревью."
    ]
  },
  {
    "title": "Разработчик ПО (C# / Unity)",
    "company": "Freelance",
    "start": "2026-01",
    "end": "Present",
    "tasks": [
      "Продолжаю фриланс-разработку Unity/C#: реализация функций, исправление багов и улучшение производительности в клиентских проектах.",
      "Общаюсь с заинтересованными сторонами для уточнения требований и итеративной поставки релизов.",
      "Слежу за изменениями в экосистеме Unity (обновления движка, инструменты, практики производительности) для применения улучшений в текущей работе."
    ]
  }
]
