{
  "about-me.title": "Tigran Sargsyan - About me",
  "about-me.headerIntro": "Passionate Software Developer with a strong focus on creating immersive and engaging experiences using Unity. Expertise in game mechanics, programming, and design principles. Proficient in C# and Unity, with a commitment to staying current with industry advancements. Experienced in developing various software applications across different domains, showcasing versatility as a developer. Effective team player with excellent communication skills, dedicated to delivering high-quality solutions that meet user needs and exceed expectations.",
  "about-me.aboutTitle": "About me",
  "about-me.aboutSubtitle": "Check out some of my personal information",
  "about-me.aboutText1": "Hi there! My name is Tigran. I'm 27 years old and originally from Armenia, but currently residing in Villeurbanne, Auvergne-Rhône-Alpes, France. I specialize in Unity game development and have experience working as a freelancer and in various companies. I hold a Master's degree in Information Technology, as well as a Master's degree in Diplomacy and hold a Bachelor's degree in Units Management.",
  "about-me.aboutText2": "Alongside being a passionate Unity game developer, particularly focused on gameplay programming, I enjoy discussing, designing, and developing applications and games in general.",
  "about-me.aboutText3a": "I've worked on a variety of ",
  "about-me.aboutText3LinkGame": "game projects",
  "about-me.aboutText3b": ", both for release, for showcasing Unity capabilities, and for experimental purposes, as well as ",
  "about-me.aboutText3LinkNonGame": "non-gaming projects",
  "about-me.aboutText3c": " where I've found certain technological stacks appealing. Currently, I'm working as a solo game developer.",
  "about-me.aboutText4a": "You can reach out to me at",
  "about-me.aboutText4b": "or",
  "about-me.aboutText4Link": "here.",
  "about-me.educationTitle": "Education",
  "about-me.educationSubtitle": "Check out my education",
  "about-me.experienceTitle": "Experience",
  "about-me.experienceSubtitle": "Check out my experience",
  "about-me.skillsTitle": "Skills",
  "about-me.skillsSubtitle": "Check out some of my skills",
  "about-me.skillsLanguagesTitle": "Languages",
  "about-me.certificatesTitle": "Certificates",
  "about-me.certificatesSubtitle": "Check out some of my certificates",
  "about-me.hobbyTitle": "Hobby",
  "about-me.hobbySubtitle": "Check out some of my hobbies",
  "about-me.hobbyVideoGamesTitle": "I ♥ Video games",
  "about-me.hobbyVideoGamesText": "Love playing them, watching them, talking about them, studying them, watching studies about them, designing them.🕹️",
  "about-me.hobbyCinemaTitle": "I 💙 Cinema",
  "about-me.hobbyCinemaText1": "I adore genres like fantasy, science fiction, action, adventure, comedy, detective, but I also watch a variety of other genres.",
  "about-me.hobbyCinemaText2": "Also enjoy series such as Breaking Bad, Sherlock, Mr. Robot, Suits, Better Call Saul, 9-1-1, Rick and Morty, House, and much more.📺",
  "about-me.hobbyReadingTitle": "I 💛 Reading",
  "about-me.hobbyReadingText": "I enjoy reading technical literature, sci-fi, fantasy, novellas, and comics.📖",
  "about-me.hobbyMusicTitle": "I 💚 Music",
  "about-me.hobbyMusicText": "I consider myself a music enthusiast and enjoy listening to a wide variety of genres. From rock and pop to electronic and classical, I appreciate diverse styles and sounds. I also have a passion for singing, although my neighbors do not approve of it.😅",
  "about-me.hobbyTripsTitle": "I 💜 Trips",
  "about-me.hobbyTripsText": "Armenia, France, Germany, Greece, Poland, Spain, Italy, Georgia ... Hopefully the list will grow.😊",
  "about-me.hobbyPhotographyTitle": "I 🧡 Photography",
  "about-me.hobbyPhotographyText": "Enjoy capturing moments and exploring different perspectives through the lens. Whether it's landscapes, portraits, or street photography, I find joy in documenting the world around me.📷"
}
