{
  "index.title": "Tigran Sargsyan - Портфолио",
  "index.greeting": "Привет, я Тигран",
  "index.intro": "Страстный разработчик программного обеспечения, умеющий создавать игровые и неигровые программы, механики и т.д., объединяя мастерство программирования и принципы дизайна. Свободно владею C# и Unity, с постоянным стремлением быть в курсе последних отраслевых новинок. Командный игрок с отличными навыками коммуникации, нацеленный на создание иммерсивных и высококачественных проектов, которые вовлекают аудиторию. Обладая вниманием к деталям и тягой к инновациям, я стремлюсь расширять границы интерактивных впечатлений, чтобы каждый проект был технически надежным и художественно выразительным. Привержен культуре творчества и качества, я эффективно работаю в динамичных командах, где идеи превращаются в результат.",
  "index.skillsOverviewTitle": "Краткий обзор моих навыков:",
  "index.skill1": "• Техническая экспертиза в C# и Unity",
  "index.skill2": "• Понимание механик и программирования игр и неигровых проектов",
  "index.skill3": "• Понимание и применение OOP, SOLID, GoF, VCS",
  "index.skill4": "• Разработка и поддержка эффективного, переиспользуемого и безопасного кода",
  "index.skill5": "• Сильные коммуникативные навыки",
  "index.skill6": "• Эффективный командный игрок",
  "index.moreAboutMeHint": "Если хотите узнать обо мне больше, нажмите кнопку ниже.",
  "index.projectsTitle": "Проекты",
  "index.projectsDescription": "Мое портфолио охватывает разные жанры игр, включая hyper-casual, casual, платформеры, аркады, головоломки, сторителлинг и другие. Также я участвовал в проектах, связанных с дополненной реальностью (AR) и компьютерным зрением, демонстрируя навыки как в игровом, так и в неигровом разработке.",
  "index.allProjectsBtn": "Все проекты",
  "index.moreProjectsHint": "Если хотите увидеть больше проектов, нажмите кнопку ниже.",
  "index.contactsTitle": "Контакты",
  "index.contactsIntro": "Не стесняйтесь обращаться по любым предложениям :",
  "index.allContactsBtn": "Все контакты",
  "index.moreContactsHint": "Если хотите увидеть больше контактной информации, нажмите кнопку ниже.",
  "index.moreAboutMeBtn": "Подробнее обо мне"
}
