{
  "about-me.aboutText4b": "or",
  "about-me.aboutText4Link": "here.",
  "about-me.educationTitle": "Education",
  "about-me.experienceTitle": "Experience",
  "about-me.skillsTitle": "Skills",
  "about-me.skillsLanguagesTitle": "Languages",
  "about-me.certificatesTitle": "Certificates",
  "about-me.hobbyTitle": "Hobby",
  "about-me.title": "Тигран Саркисян - Обо мне",
  "about-me.headerIntro": "Увлеченный разработчик программного обеспечения с сильным фокусом на создании захватывающих и увлекательных впечатлений с помощью Unity. Знание игровой механики, программирования и принципов дизайна. Знание C# и Unity, стремление быть в курсе последних достижений индустрии. Опыт разработки различных программных приложений в различных областях, демонстрирующий универсальность разработчика. Эффективный командный игрок с отличными коммуникативными навыками, нацеленный на предоставление высококачественных решений, которые отвечают потребностям пользователей и превосходят их ожидания.",
  "about-me.aboutTitle": "Обо мне",
  "about-me.aboutSubtitle": "Ознакомьтесь с некоторыми моими личными данными",
  "about-me.aboutText1": "Привет! Меня зовут Тигран. Мне 27 лет, я родом из Армении, но сейчас живу в Вийербане, Овернь-Рона-Альпы, Франция. Я специализируюсь на разработке Unity игр и имею опыт работы как фрилансером, так и в различных компаниях. Я имею степень магистра в области информационных технологий, а также степень магистра в области дипломатии и степень бакалавра в области управления подразделениями.",
  "about-me.aboutText2": "Помимо того, что я страстный Unity разработчик игр, особенно сфокусированный на программировании геймплея, мне нравится обсуждать, проектировать и разрабатывать приложения и игры в целом.",
  "about-me.aboutText3a": "Я работал над различными",
  "about-me.aboutText3LinkGame": "игровые проекты",
  "about-me.aboutText3b": "как для выпуска, демонстрации возможностей Unity, так и для экспериментальных целей, а также",
  "about-me.aboutText3LinkNonGame": "неигровые проекты",
  "about-me.aboutText3c": " где мне показались привлекательными определенные технологические стеки. В настоящее время я работаю как соло-разработчик игр.",
  "about-me.aboutText4a": "Вы можете связаться со мной по адресу",
  "about-me.educationSubtitle": "Узнайте о моем образовании",
  "about-me.experienceSubtitle": "Ознакомьтесь с моим опытом",
  "about-me.skillsSubtitle": "Ознакомьтесь с некоторыми из моих навыков",
  "about-me.certificatesSubtitle": "Посмотрите некоторые из моих сертификатов",
  "about-me.hobbySubtitle": "Посмотрите на некоторые из моих увлечений",
  "about-me.hobbyVideoGamesTitle": "I ♥ Видеоигры",
  "about-me.hobbyVideoGamesText": "Люблю играть в них, смотреть их, говорить о них, изучать их, смотреть исследования о них, проектировать их.🕹️",
  "about-me.hobbyCinemaTitle": "Я 💙 Кино",
  "about-me.hobbyCinemaText1": "Я обожаю такие жанры, как фэнтези, научная фантастика, боевики, приключения, комедии, детективы, но смотрю и множество других жанров.",
  "about-me.hobbyCinemaText2": "Также наслаждайтесь такими сериалами, как Breaking Bad, Sherlock, Mr. Robot, Suits, Better Call Saul, 9-1-1, Rick and Morty, House и многими другими.📺",
  "about-me.hobbyReadingTitle": "Я 💛 Читаю",
  "about-me.hobbyReadingText": "Мне нравится читать техническую литературу, фантастику, фэнтези, романы и комиксы.📖",
  "about-me.hobbyMusicTitle": "Я 💚 Музыка",
  "about-me.hobbyMusicText": "Я считаю себя любителем музыки и с удовольствием слушаю самые разные жанры. От рока и поп-музыки до электроники и классики - я ценю различные стили и звуки. Я также увлекаюсь пением, хотя мои соседи этого не одобряют.😅",
  "about-me.hobbyTripsTitle": "I 💜 Поездки",
  "about-me.hobbyTripsText": "Армения, Франция, Германия, Греция, Польша, Испания, Италия, Грузия... Надеюсь, список будет расти.😊",
  "about-me.hobbyPhotographyTitle": "Я 🧡 Фотография",
  "about-me.hobbyPhotographyText": "Мне нравится запечатлевать моменты и исследовать различные перспективы через объектив. Будь то пейзажи, портреты или уличная фотография, я нахожу радость в документировании окружающего меня мира.📷"
}
