{
  "about-me.headerIntro": "Страстный разработчик программного обеспечения с сильным фокусом на создании иммерсивных и увлекательных проектов на Unity. Экспертиза в механиках игр, программировании и принципах дизайна. Уверенно работаю с C# и Unity и постоянно слежу за новыми трендами индустрии. Имею опыт разработки различных программных продуктов в разных доменах, что демонстрирует универсальность. Эффективный командный игрок с отличными навыками коммуникации, нацеленный на высокое качество и удовлетворение потребностей пользователей.",
  "about-me.aboutTitle": "Обо мне",
  "about-me.aboutSubtitle": "Посмотрите немного личной информации",
  "about-me.aboutText1": "Привет! Меня зовут Тигран. Мне 27 лет, я родом из Армении, но сейчас живу в Вийёрбане, регион Овернь-Рона-Альпы, Франция. Я специализируюсь на разработке игр на Unity и имею опыт работы как фрилансером, так и в компаниях. У меня есть степень магистра в области информационных технологий, а также степень магистра в области дипломатии и степень бакалавра в области управления подразделениями.",
  "about-me.aboutText2": "Помимо того, что я увлеченный разработчик игр на Unity, особенно в части программирования геймплея, мне нравится обсуждать, проектировать и разрабатывать приложения и игры в целом.",
  "about-me.aboutText3a": "Я работал над различными ",
  "about-me.aboutText3LinkGame": "игровыми проектами",
  "about-me.aboutText3b": ", как для релиза, так и для демонстрации возможностей Unity и экспериментальных задач, а также над ",
  "about-me.aboutText3LinkNonGame": "неигровыми проектами",
  "about-me.aboutText3c": " в которых меня привлекали определенные технологические стеки. В настоящее время я работаю как соло-разработчик игр.",
  "about-me.aboutText4a": "Вы можете связаться со мной по адресу",
  "about-me.aboutText4b": "или",
  "about-me.aboutText4Link": "здесь.",
  "about-me.educationTitle": "Образование",
  "about-me.educationSubtitle": "Посмотрите мое образование",
  "about-me.experienceTitle": "Опыт",
  "about-me.experienceSubtitle": "Посмотрите мой опыт",
  "about-me.skillsTitle": "Навыки",
  "about-me.skillsSubtitle": "Посмотрите некоторые из моих навыков",
  "about-me.skillsLanguagesTitle": "Языки",
  "about-me.certificatesTitle": "Сертификаты",
  "about-me.certificatesSubtitle": "Посмотрите некоторые из моих сертификатов",
  "about-me.hobbyTitle": "Хобби",
  "about-me.hobbySubtitle": "Посмотрите некоторые из моих увлечений",
  "about-me.hobbyVideoGamesTitle": "Я ❤️ Видеоигры",
  "about-me.hobbyVideoGamesText": "Люблю играть, смотреть, обсуждать, изучать и даже проектировать их.🕹️",
  "about-me.hobbyCinemaTitle": "Я 💙 Кино",
  "about-me.hobbyCinemaText1": "Мне нравятся жанры фэнтези, научная фантастика, боевик, приключения, комедия, детектив, но я также смотрю множество других жанров.",
  "about-me.hobbyCinemaText2": "Также люблю сериалы Breaking Bad, Sherlock, Mr. Robot, Suits, Better Call Saul, 9-1-1, Rick and Morty, House и многие другие.📺",
  "about-me.hobbyReadingTitle": "Я 💛 Чтение",
  "about-me.hobbyReadingText": "Люблю читать техническую литературу, научную фантастику, фэнтези, новеллы и комиксы.📖",
  "about-me.hobbyMusicTitle": "Я 💚 Музыку",
  "about-me.hobbyMusicText": "Считаю себя любителем музыки и слушаю самые разные жанры. От рока и попа до электроники и классики — мне близки разные стили и звучания. Также люблю петь, хотя мои соседи этого не одобряют.😅",
  "about-me.hobbyTripsTitle": "Я 💜 Путешествия",
  "about-me.hobbyTripsText": "Армения, Франция, Германия, Греция, Польша, Испания, Италия, Грузия ... Надеюсь, список будет расти.😊",
  "about-me.hobbyPhotographyTitle": "Я 🧡 Фотографию",
  "about-me.hobbyPhotographyText": "Нравится ловить моменты и искать разные перспективы через объектив. Будь то пейзажи, портреты или уличная фотография, мне нравится документировать окружающий мир.📷"
}
