{
  "index.title": "Тигран Саркисян - Портфолио",
  "index.greeting": "Привет, я Тигран.",
  "index.intro": "Увлеченный разработчик программного обеспечения, владеющий искусством создания как игровых, так и неигровых программ, механик и т.д., органично сочетая мастерство программирования с принципами дизайна. Свободное владение языками C# и Unity с непоколебимым стремлением идти в ногу с последними достижениями индустрии. Дух сотрудничества, коммуникабельность, стремление к созданию захватывающих, высококачественных впечатлений, которые захватывают и вовлекают аудиторию. Обладая острым вниманием к деталям и склонностью к инновациям, я стремлюсь расширить границы интерактивного опыта, гарантируя, что каждый проект будет не только технически обоснован, но и художественно привлекателен. Стремясь к развитию культуры творчества и совершенства, я работаю в динамичной командной среде, где идеи расцветают, а видения становятся реальностью.",
  "index.skillsOverviewTitle": "Краткий обзор моих навыков:",
  "index.skill1": "- Технические знания в области C# и Unity",
  "index.skill2": "- Понимание игровой и неигровой механики и программирования",
  "index.skill3": "- Понимание и использование OOP, SOLID, GoF, VCS",
  "index.skill4": "- Создание и поддержка эффективного, многократно используемого и безопасного кода",
  "index.skill5": "- Сильные коммуникативные навыки",
  "index.skill6": "- Эффективный командный игрок",
  "index.moreAboutMeHint": "Если вы хотите узнать обо мне больше, нажмите на кнопку ниже.",
  "index.projectsTitle": "Проекты",
  "index.projectsDescription": "Мое портфолио охватывает различные жанры игр, включая гиперказуальные, казуальные, платформеры, аркады, головоломки, сюжетные игры и другие. Кроме того, я участвовал в проектах, связанных с дополненной реальностью (AR) и компьютерным зрением, демонстрируя навыки как игровой, так и неигровой разработки.",
  "index.allProjectsBtn": "Все проекты",
  "index.moreProjectsHint": "Если вы хотите увидеть больше проектов, нажмите на кнопку ниже.",
  "index.contactsTitle": "Контакты",
  "index.contactsIntro": "Не стесняйтесь связаться со мной по поводу любой возможности:",
  "index.allContactsBtn": "Все контакты",
  "index.moreContactsHint": "Если вы хотите увидеть больше контактной информации, нажмите на кнопку ниже.",
  "index.moreAboutMeBtn": "Больше обо мне"
}
