{
  "about-me.title": "Tigran Sargsyan - À propos de moi",
  "about-me.headerIntro": "Développeur de logiciels passionné avec un fort accent sur la création d'expériences immersives et engageantes en utilisant Unity. Expertise dans la mécanique des jeux, la programmation et les principes de conception. Maîtrise de C# et Unity, avec un engagement à rester à jour avec les avancées de l'industrie. Expérience dans le développement de diverses applications logicielles dans différents domaines, faisant preuve de polyvalence en tant que développeur. Joueur d'équipe efficace, doté d'excellentes aptitudes à la communication et soucieux de fournir des solutions de haute qualité qui répondent aux besoins des utilisateurs et dépassent leurs attentes.",
  "about-me.aboutTitle": "A propos de moi",
  "about-me.aboutSubtitle": "Jetez un coup d'œil à certaines de mes informations personnelles",
  "about-me.aboutText1": "Bonjour à tous ! Je m'appelle Tigran. J'ai 27 ans et je suis originaire d'Arménie, mais je réside actuellement à Villeurbanne, en Auvergne-Rhône-Alpes, en France. Je suis spécialisé dans le développement de jeux Unity et j'ai de l'expérience en tant qu'indépendant et dans diverses entreprises. Je suis titulaire d'une maîtrise en technologie de l'information, ainsi que d'une maîtrise en diplomatie et d'une licence en gestion des unités.",
  "about-me.aboutText2": "En plus d'être un développeur de jeux Unity passionné, particulièrement axé sur la programmation du gameplay, j'aime discuter, concevoir et développer des applications et des jeux en général.",
  "about-me.aboutText3a": "J'ai travaillé sur une variété de",
  "about-me.aboutText3LinkGame": "projets de jeux",
  "about-me.aboutText3b": ", à la fois pour la diffusion, pour la présentation des capacités Unity, et à des fins expérimentales, ainsi que",
  "about-me.aboutText3LinkNonGame": "projets non liés aux jeux",
  "about-me.aboutText3c": " où j'ai trouvé certaines piles technologiques attrayantes. Actuellement, je travaille en tant que développeur de jeux en solo.",
  "about-me.aboutText4a": "Vous pouvez me contacter à l'adresse suivante",
  "about-me.aboutText4b": "ou",
  "about-me.aboutText4Link": "here.",
  "about-me.educationTitle": "L'éducation",
  "about-me.educationSubtitle": "Consultez ma formation",
  "about-me.experienceTitle": "Expérience",
  "about-me.experienceSubtitle": "Découvrez mon expérience",
  "about-me.skillsTitle": "Compétences",
  "about-me.skillsSubtitle": "Découvrez quelques-unes de mes compétences",
  "about-me.skillsLanguagesTitle": "Langues",
  "about-me.certificatesTitle": "Certificats",
  "about-me.certificatesSubtitle": "Découvrez quelques-uns de mes certificats",
  "about-me.hobbyTitle": "Hobby",
  "about-me.hobbySubtitle": "Découvrez quelques-uns de mes passe-temps",
  "about-me.hobbyVideoGamesTitle": "Je ♥ Jeux vidéo",
  "about-me.hobbyVideoGamesText": "J'aime les jouer, les regarder, en parler, les étudier, regarder des études à leur sujet, les concevoir.🕹️",
  "about-me.hobbyCinemaTitle": "I 💙 Cinéma",
  "about-me.hobbyCinemaText1": "J'adore les genres comme le fantastique, la science-fiction, l'action, l'aventure, la comédie, le policier, mais je regarde aussi une variété d'autres genres.",
  "about-me.hobbyCinemaText2": "Profitez également de séries telles que Breaking Bad, Sherlock, Mr. Robot, Suits, Better Call Saul, 9-1-1, Rick and Morty, House, et bien plus encore.📺",
  "about-me.hobbyReadingTitle": "Je 💛 Lire",
  "about-me.hobbyReadingText": "J'aime lire de la littérature technique, de la science-fiction, de la fantasy, des romans et des bandes dessinées.📖",
  "about-me.hobbyMusicTitle": "I 💚 Musique",
  "about-me.hobbyMusicText": "Je me considère comme un passionné de musique et j'aime écouter une grande variété de genres. Du rock à la pop en passant par l'électronique et le classique, j'apprécie la diversité des styles et des sons. J'ai également une passion pour le chant, bien que mes voisins ne l'approuvent pas.😅",
  "about-me.hobbyTripsTitle": "I 💜 Voyages",
  "about-me.hobbyTripsText": "Arménie, France, Allemagne, Grèce, Pologne, Espagne, Italie, Géorgie... Espérons que la liste s'allongera.😊",
  "about-me.hobbyPhotographyTitle": "Je 🧡 Photographie",
  "about-me.hobbyPhotographyText": "J'aime capturer des moments et explorer différentes perspectives à travers l'objectif. Qu'il s'agisse de paysages, de portraits ou de photographie de rue, je trouve de la joie à documenter le monde qui m'entoure.📷"
}
