{
  "about-me.title": "Tigran Sargsyan - À propos",
  "about-me.headerIntro": "Développeur logiciel passionné, avec un fort intérêt pour la création d'expériences immersives et engageantes sous Unity. Expertise en mécaniques de jeu, programmation et principes de design. Maîtrise de C# et de Unity, avec un engagement à rester à jour sur les avancées du secteur. Expérience dans le développement de diverses applications logicielles dans différents domaines, montrant une grande polyvalence. Esprit d'équipe efficace avec d'excellentes compétences en communication, dédié à fournir des solutions de qualité qui répondent aux besoins des utilisateurs et dépassent les attentes.",
  "about-me.aboutTitle": "À propos de moi",
  "about-me.aboutSubtitle": "Découvrez quelques informations personnelles",
  "about-me.aboutText1": "Bonjour ! Je m'appelle Tigran. J'ai 27 ans et je suis originaire d'Arménie, mais je vis actuellement à Villeurbanne, Auvergne-Rhône-Alpes, France. Je suis spécialisé dans le développement de jeux Unity et j'ai de l'expérience en freelance et dans différentes entreprises. Je suis titulaire d'un master en technologies de l'information, ainsi que d'un master en diplomatie et d'une licence en management des unités.",
  "about-me.aboutText2": "En plus d'être un développeur de jeux Unity passionné, particulièrement axé sur la programmation gameplay, j'aime discuter, concevoir et développer des applications et des jeux en général.",
  "about-me.aboutText3a": "J'ai travaillé sur une variété de ",
  "about-me.aboutText3LinkGame": "projets de jeux",
  "about-me.aboutText3b": ", pour publication, pour démontrer les capacités de Unity, et à des fins expérimentales, ainsi que sur des ",
  "about-me.aboutText3LinkNonGame": "projets non ludiques",
  "about-me.aboutText3c": " où certaines piles technologiques m'ont particulièrement attiré. Actuellement, je travaille en tant que développeur de jeux solo.",
  "about-me.aboutText4a": "Vous pouvez me contacter à",
  "about-me.aboutText4b": "ou",
  "about-me.aboutText4Link": "ici.",
  "about-me.educationTitle": "Éducation",
  "about-me.educationSubtitle": "Découvrez mon parcours scolaire",
  "about-me.experienceTitle": "Expérience",
  "about-me.experienceSubtitle": "Découvrez mon expérience",
  "about-me.skillsTitle": "Compétences",
  "about-me.skillsSubtitle": "Découvrez quelques-unes de mes compétences",
  "about-me.skillsLanguagesTitle": "Langues",
  "about-me.certificatesTitle": "Certificats",
  "about-me.certificatesSubtitle": "Découvrez quelques-uns de mes certificats",
  "about-me.hobbyTitle": "Loisirs",
  "about-me.hobbySubtitle": "Découvrez quelques-uns de mes loisirs",
  "about-me.hobbyVideoGamesTitle": "J'❤️ Jeux vidéo",
  "about-me.hobbyVideoGamesText": "J'aime y jouer, les regarder, en parler, les étudier, regarder des analyses et les concevoir.🕹️",
  "about-me.hobbyCinemaTitle": "J'💙 le cinéma",
  "about-me.hobbyCinemaText1": "J'adore des genres comme la fantasy, la science-fiction, l'action, l'aventure, la comédie et le policier, mais je regarde aussi d'autres genres variés.",
  "about-me.hobbyCinemaText2": "J'aime aussi des séries comme Breaking Bad, Sherlock, Mr. Robot, Suits, Better Call Saul, 9-1-1, Rick and Morty, House, et bien plus.📺",
  "about-me.hobbyReadingTitle": "J'💛 la lecture",
  "about-me.hobbyReadingText": "J'aime lire de la littérature technique, de la science-fiction, de la fantasy, des novellas et des bandes dessinées.📖",
  "about-me.hobbyMusicTitle": "J'💚 la musique",
  "about-me.hobbyMusicText": "Je me considère comme un passionné de musique et j'aime écouter une grande variété de genres. Du rock et de la pop à l'électronique et au classique, j'apprécie des styles et des sonorités variés. J'ai aussi une passion pour le chant, même si mes voisins n'approuvent pas.😅",
  "about-me.hobbyTripsTitle": "J'💜 les voyages",
  "about-me.hobbyTripsText": "Arménie, France, Allemagne, Grèce, Pologne, Espagne, Italie, Géorgie ... Espérons que la liste s'allonge.😊",
  "about-me.hobbyPhotographyTitle": "J'🧡 la photographie",
  "about-me.hobbyPhotographyText": "J'aime capturer des moments et explorer différentes perspectives à travers l'objectif. Qu'il s'agisse de paysages, de portraits ou de photographie de rue, j'aime documenter le monde qui m'entoure.📷"
}
